Repository: wernerpaulin/Yaha
Catalog: Software/Maincontrol/Releases/Release Maincontrol 20170101/www/yaha/modules/weather/weather.tmx
Source language: de
Languages: cn, en, fr

source: Wetter
cn: 天气
en: Weather
fr: Météo

source: Wetterlage
cn: 天气条件
en: Weather condition
fr: Conditions météorologiques

source: Garten Südseite
cn: 花园南
en: Garden south
fr: Jardin Sud

source: gefühlt
cn: 感觉像
en: feels like
fr: Ressentie

source: Luftfeuchtigkeit
cn: 湿度
en: Humidity
fr: Humidité

source: Luftdruck
cn: 压力
en: Pressure
fr: Pression

source: UV Index
cn: 紫外线指数
fr: Indice UV

source: von
cn: 中占
en: of
fr: de

source: Wind
cn: 风
fr: Vent

source: Böen mit
cn: 阵风速度
en: Gust speed
fr: Rafale

source: Grafiken
cn: 图像
en: Charts
fr: Graphique

source: Regenmenge
cn: 降雨量
en: Rain
fr: Pluie

source: mm pro Stunde
cn: 毫米每小时
en: mm per hour
fr: mm par heure

source: Jahr auswählen
cn: 选择年份
en: Select year
fr: Sélectionner l'année
